Repository: rbaarsma/letsonline
Catalog: symfony/apps/frontend/i18n/*/messages.xliff
Languages: nl

source: Transactions
nl: Betalingen

source: Overview
nl: Overzicht

source: Send Payment
nl: Doe Betaling

source: Send Reminder
nl: Herinnering

source: Find Transactions
nl: Zoek Betalingen

source: Your Account
nl: Jouw Account

source: Your Offers & Requests
nl: Jouw Vraag & Aanbod

source: Account Data
nl: Gegevens

source: Public Profile
nl: Publiek Profiel

source: Change E-mail
nl: Verander E-mail

source: Change Password
nl: Wijzig Wachtwoord

source: Logout
nl: Log uit

source: Trade Circle
nl: Ruilkring

source: Offers & Requests
nl: Vraag & Aanbod

source: Member List
nl: Ledenlijst

source: Photo Album
nl: Foto Album

source: Send Email
nl: Verzend E-mail

source: Add user
nl: Nieuw lid

source: Manage
nl: Beheer

source: Addresslist
nl: Adreslijst

source: LETS Totals
nl: LETS Totalen

source: Change identity
nl: Verander Identiteit

source: Welcome %name%
nl: Welkom %name%

source: account
nl: persoonlijk

source: logout
nl: log uit

source: Balance
nl: Balans

source: Please login first
nl: Log eerst in

source: Totals
nl: Totalen

source: Search
nl: Zoek

source: Save
nl: Opslaan

source: total
nl: totaal

source: reset search
nl: reset zoekopdracht

source: First page
nl: Eerste pagina

source: Previous page
nl: vorige pagina

source: Next page
nl: Volgende pagina

source: Last page
nl: Laatste pagina

source: In this overview you will be able to find all transactions that you have ever made.<br/><br/>Find specific transactions by using the <b>Search</b> on the far left.
nl: In dit overzicht kun je alle bonnen vinden die je hebt gemaakt en ontvangen.<br/><br/>Vind specifieke bonnen met de <b>Zoek</b> functie aan de linker kant.

source: On this screen is an overview of all recent transactions. If you have any reminders to accept they will be at the top under 'reminders to accept'. You can accept these by clicking on details (the maginfying glass) and using the <b>Confirm</b> button.
nl: Hier zie je een overzicht van alle recente bonnen. Als je herinneringen hebt om te accepteren staan die helemaal bovenaan onder 'te accepteren herinneringen'. Je kunt deze accepteren door op details te klikken (via het vergrootglas) en dan de <b>Accepteer</b> knop te gebruiken.

source: Click on any photo to see that user's profile.
nl: Klik op een foto om het profiel van dat lid te zien.

source: The e-mail sent by the system will automatically contain a footer notifying the receiver that the e-mail has been sent through the LETSOnline system.
nl: De e-mail die je verzend heeft automatisch een voettekst waardoor de ontvanger ziet dat de e-mail is gestuurd door het LETSOnline systeem.

source: You have changed your identity to %user%
nl: Je hebt je identiteit veranderd naar %user%

source: Reactivated user: %user%
nl: Gebruiker heractiveerd: %user%

source: Deactivated user: %user%
nl: Gebruiker gedeactiveerd: %user%

source: Data saved
nl: Gegevens opgeslagen

source: Address List
nl: Adreslijst

source: Name
nl: Naam

source: Street
nl: Straat

source: Zip code
nl: Postcode

source: Phone
nl: Telefoon

source: Edit User
nl: Bewerk Lid

source: E-mail users
nl: E-mail leden

source: User
nl: Lid

source: Last login
nl: Laatste login

source: Joined
nl: Geregistreerd

source: Login as this user
nl: Login als dit lid

source: Add User
nl: Voeg lid toe

source: New
nl: Nieuw

source: Transaction Totals
nl: Betalings Totalen

source: Total
nl: Totaal

source: Add member
nl: Voeg lid toe

source: edit
nl: wijzig

source: deactivate
nl: deactiveer

source: activate
nl: activeer

source: You have deleted your %type%: %description%
nl: Je hebt jouw %type% verwijderd: %description%

source: Change offer or request
nl: Verander vraag of aanbod

source: Back to list
nl: Terug naar de lijst

source: Delete
nl: Verwijder

source: Are you sure?
nl: Weet je het zeker?

source: New offer or request
nl: Nieuwe vraag of aanbod

source: E-mail Member
nl: E-mail lid

source: Member
nl: Lid

source: Category
nl: Categorie

source: Experience
nl: Ervaring

source: Description
nl: Beschrijving

source: Address
nl: Adres

source: Zip Code
nl: Postcode

source: City
nl: Stad

source: %user%'s Offers & Requests
nl: %user%'s Vraag & Aanbod

source: %user% has no offers or requests
nl: %user% heeft geen vraag of aanbod

source: view details
nl: bekijk details

source: All offers & requests
nl: Alle vraag en aanbod

source: No records found with the selected filters
nl: Geen data gevonden met dit filter

source: Edit your Offers & Requests
nl: Bewerk jouw Vraag en Aanbod

source: edit %type%
nl: bewerk %type%

source: You have confirmed your payment to %user%
nl: Je hebt je betaling aan %user% bevestigd

source: You have deleted your reminder to %user%
nl: Je hebt je herinnering aan %user% verwijderd

source: Send
nl: Verzend

source: Start Balance
nl: Start Balans

source: Payed
nl: Betaald

source: Received
nl: Ontvangen

source: Reminders to accept
nl: Te accepteren Herinneringen

source: Sent Reminders
nl: Verzonden Herinneringen

source: Contact %user%
nl: Neem contact op met %user%

source: Transaction Coupon
nl: Betalings Bon

source: Confirm
nl: Accepteer

source: payment received
nl: betaling ontvangen

source: payment sent
nl: betaling verzonden

source: waiting for %user% to confirm reminder
nl: wacht op %user% om deze herinnering te bevestigen

source: you
nl: jou

source: From
nl: Van

source: To
nl: Aan

source: Amount
nl: Bedrag

source: Date
nl: Datum

source: No transactions found.
nl: Geen betalingen gevonden.

source: %count% more
nl: %count% meer

source: Reminder
nl: Herinnering

source: Change E-mail Address
nl: Verander E-mail Adres

source: Personal Data
nl: Persoonlijke Gegevens

source: View Public Profile
nl: Bekijk Publiek Profiel

source: Send e-mail
nl: Verzend e-mail

source: Edit Offers & Requests
nl: Bewerk Vraag & Aanbod

source: Edit Account Data
nl: Bewerk Persoonlijke Gegevens

source: Edit Public Profile
nl: Bekijk Publiek Profiel

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Country
nl: Land

source: Phone (Home)
nl: Telefoon (Thuis)

source: Phone (Mobile)
nl: Telefoon (Mobiel)

source: Phone (Work)
nl: Telefoon (Kantoor)

source: Birth Date
nl: Geboortedatum

source: Language
nl: Taal

source: Password
nl: Wachtwoord

source: Profile Link
nl: Profiel Link

source: view public profile
nl: bekijk publiek profiel

source: Display Name
nl: Scherm Naam

source: Personal Text
nl: Persoonlijke Tekst

source: Avatar Image
nl: Profiel Plaatje

source: Show e-mail?
nl: Toon e-mail?

source: yes
nl: ja

source: no
nl: nee

source: Show phone?
nl: Toon telefoon?

source: Show address?
nl: Toon adres?

source: Show your age?
nl: Toon jouw leeftijd?

source: Members List
nl: Ledenlijst

source: Profile of %user%
nl: Profiel van %user%

source: Send E-mail
nl: Verzend E-mail

source: Age
nl: Leeftijd

source: Actions
nl: Acties

source: View %user%'s offers & requests
nl: Bekijk %user%'s Vraag & Aanbod

source: This message was sent by %user% through the LETSOnline system
nl: Dit bericht was verzonden door %user% via het LETSOnline systeem

source: Required.
nl: Dit veld is verplicht.

source: Invalid.
nl: Dit veld is onjuist ingevuld.

source: Unexpected extra form field named "%field%".
nl: Onbekend extra veld %field%.

source: The form submission cannot be processed. It probably means that you have uploaded a file that is too big.
nl: Dit formulier kan niet worden opgeslagen, waarschijnlijk omdat je een te groot bestand hebt geupload.

source: CSRF attack detected.
nl: Formulier beveiligingscontrole mislukt. Probeer opnieuw in te loggen.

source: csrf token
nl: formulier beveiliging

source: At least %min% values must be selected (%count% values selected).
nl: Ten minste %min% dingen moeten geselecteerd zijn (nu %count% geselecteerd)

source: At most %max% values must be selected (%count% values selected).
nl: Maximaal %max% dingen moeten geselecteerd zijn (nu %count% geselecteerd)

source: "%value%" is too long (%max_length% characters max).
nl: "%value" is te lang (%max_length% tekens maximaal)

source: "%value%" is too short (%min_length% characters min).
nl: "%value" is te kort (%min_length% tekens minimaal)

source: An object with the same "%column%" already exist.
nl: Een object met dezelfde "%column%" bestaat al.

source: Slug
nl: Verkorting

source: Please specify the amount.
nl: Type het bedrag.

source: Amount should be a number.
nl: Het bedrag moet een (komma)getal zijn.

source: The amount must be above 0.
nl: Het bedrag moet meer zijn dan 0.

source: Please specify the transaction date.
nl: Kies de datum van betaling.

source: You can not specify a date in the future.
nl: Je kunt geen datum in de toekomst kiezen.

source: Transaction should not be older than 1 year
nl: Betalingen zouden niet ouder moeten zijn dan 1 jaar

source: This is an incorrect date.
nl: De datum is incorrect. Moet in de vorm jjjj-mm-dd.

source: Please specify a description of the event.
nl: Beschrijf waar deze bon voor is

source: Payment made to %s
nl: Betaling verzonden aan %s

source: Please specify who should receive this payment.
nl: Kies aan wie je deze betaling wilt doen.

source: When making a payment you are always the sender.
nl: Wanneer je een betaling doet ben je altijd de 'Van.

source: You can choose who you'd like to send this payment to.
nl: Je kunt kiezen wie 'Aan' wie je deze betaling wilt doen.

source: Reminder sent to %s
nl: Herinnering gestuurd aan %s

source: Please specify who this reminder should be sent to.
nl: Kies aan wie je deze herinnering wilt sturen.

source: You are reminding <b>this person</b> to make a payment to you.
nl: Je schrijft een herinnering aan <b>deze persoon</b> om jou te betalen.

source: <b>You</b> will receive the payment when the reminder is accepted.
nl: <b>Jij</b> zult deze betaling ontvangen zodra de herinnering geaccepteerd wordt.

source: Deleted
nl: Verwijderd

source: User or email
nl: Naam of e-mail

source: All active users
nl: Alle actieve gebruikers

source: All deactivated users
nl: Alle non-actieve gebruikers

source: All users
nl: Alle gebruikers

source: Show deactivated users
nl: Bekijk gedeactiveerde leden

source: Filter by User or Email
nl: Filter lid of e-mail

source: Offers and Requests
nl: Vraag & Aanbod

source: Requests Only
nl: Alleen Vraag

source: Offers Only
nl: Alleen Aanbod

source: All Categories
nl: Alle CategorieÃ«n

source: Agriculture Garden
nl: Landbouw Tuinieren

source: Animals
nl: Dieren

source: Art
nl: Kunst

source: Audio Video Photo
nl: Audio Video Foto

source: Books Magazines
nl: Boeken Tijdschriften

source: Buisnesses Administration
nl: Bedrijven Administratie

source: Children Baby-sitting
nl: Kinderen Oppas

source: Computers Electronics
nl: Computers Electronica

source: Don't do it yourself
nl: Doe het niet zelf

source: Food
nl: Voedsel

source: Health Care
nl: Gezondheid Welzijn Verzorging

source: Holiday
nl: Vakantie

source: Info Advice Lessons
nl: Info Advies Les

source: Lets Management
nl: Ruilkring Helpen

source: Living Household Location
nl: Wonen Ruimte Huishouding

source: Music Song Dance
nl: Muziek Zang Dans

source: Other
nl: Anders

source: Other for rent/sale
nl: Divers te huur/koop

source: Other services
nl: Diverse diensten

source: Recreation Party Sports
nl: Recreatie Feest Sport

source: Shopping Clothing Fashion
nl: Kleding Mode Winkelen

source: Transport Relocating
nl: Vervoer Verhuizen

source: Filter by type or category:
nl: Filter type of categorie

source: Search user or description:
nl: Zoek gebruiker of beschrijving

source: Request
nl: Vraag

source: Offer
nl: Aanbod

source: N/A
nl: nvt

source: Trained
nl: Beoefend

source: Professional
nl: Professioneel

source: Please use a dash(-) instead of space( )
nl: Gebruik streepje (-) in plaats van spatie

source: Your personal data has been updated.
nl: Je persoonlijke data is opgeslagen.

source: "%value%" does not match the date format (%date_format%).
nl: "%value%" is het onjuiste formaat (%date_format%)

source: The date must be before %max%.
nl: De datum moet voor %max% zijn

source: The date must be after %min%.
nl: De datum moet na %min% zijn

source: Birth date
nl: Geboortedatum

source: Your e-mail address has been changed.
nl: Je e-mail adres is veranderd

source: Incorrect password
nl: Ongeldig wachtwoord

source: The two e-mail addresses must be the same.
nl: De twee e-mail adressen moeten hetzelfde zijn

source: Current Password
nl: Huidige wachtwoord

source: New E-mail
nl: Nieuwe E-mail

source: New E-mail (again)
nl: Nieuwe E-mail (nogmaals)

source: Please verify you are the owner of this account.
nl: Verifieer dat u de eigenaar bent van dit lidmaatschap

source: Your e-mail has been sent
nl: Je bericht is verzonden

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Login (username)
nl: Login (gebruikersnaam)

source: Credentials
nl: Machtigingen

source: Display name
nl: Scherm Naam

source: Manage Users
nl: Beheer leden

source: View Users
nl: Bekijk leden

source: Admin users need credentials for different parts of the admin section. Check here where this specific admin user is allowed. If this is not an admin you can leave it empty.
nl: Admins hebben machtigingen nodig voor verschillende secties. Kruis de machtigingen aan voor deze admin gebruiker. Laat alles leeg voor gewone gebruikers.

source: Password has been automatically generated.
nl: Het wachtwoord is automatisch gegenereerd.

source: How other users recognize this user in the system. (max 30 characters, needs to be unique)
nl: Dit is hoe andere leden dit lid herkennen in het systeem. (maximaal 30 tekens en moet uniek zijn)

source: The username typed when logging in. Always lowercase, no spaces and needs to be unique.
nl: De gebruikersnaam die dit lid moet typen awnneer hij/zij inlogt. Altijd kleine letters, geen spaties en moet uniek zijn.

source: Please fill in your user name.
nl: Vul een gebruikersnaam in

source: Invalid login. Please use only letters and _ or -.
nl: Ongeldige gebruikersnaam. Gebruik alleen letters, _ en -.

source: No such user.
nl: Deze gebruiker bestaat niet.

source: Your account is suspended.
nl: Je bent geschorst. Neem contact op met de beheerders.

source: Please fill in your password.
nl: Vul je wachtwoord in.

source: Your password has been changed.
nl: Je wachtwoord is veranderd.

source: Please provide a new password
nl: Type een nieuw wachtwoord.

source: Type your old password
nl: Type je oude wachtwoord.

source: The two passwords must be the same.
nl: De twee wachtwoorden moeten hetzelfde zijn.

source: New Password
nl: Nieuwe wachtwoord

source: New Password (again)
nl: Nieuwe wachtwoord (nogmaals)

source: Your profile has been updated.
nl: Je profiel is opgeslagen.

source: File is too large (maximum is %max_size% bytes).
nl: Bestand is te groot (maximale groote is %max_size% byte).

source: Invalid mime type (%mime_type%).
nl: Onbekend bestandstype (%mime_type%)

source: The uploaded file was only partially uploaded.
nl: Het uploaden is mislukt.

source: Missing a temporary folder.
nl: Uploaden mislukt: tijdelijke folder ontbreekt.

source: Failed to write file to disk.
nl: Uploaden mislukt: fout bij schrijven.

source: File upload stopped by extension.
nl: Uploaden mislukt: tegengehouden.

source: Personal text
nl: Persoonlijke tekst

source: Upload avatar
nl: Upload profiel plaatje

source: No
nl: Nee

source: Yes
nl: Ja

source: Image needs to a standard standing foto (4:3 relation)
nl: De foto moet de standaard afmetingen van een opstaande foto hebben (4:3).

source: How other members will recognize you.
nl: Hoe andere leden jou herkennen

source: Do you want other members to see your e-mail address?
nl: Wil je dat andere leden jouw e-mail adres zien?

source: Do you want other members to see your phone number(s)?
nl: Wil je dat andere leden jou telefoon nummer(s) zien?

source: Do you want other members to see your address?
nl: Wil je dat andere leden je adres zien?

source: Do you want other members to see your age?
nl: Wil je dat andere leden je leeftijd zien?
